{
  "title": "Welcome to accessibility first | about",
  "welcome1": "Welcome to Accessibility ",
  "welcome2": "First",
  "welcome3": "",
  "p1": "With Accessibility First, I want to collect insights, learnings, and experiences from industry professionals to spread awareness and help you eradicate invisible barriers.",
  "p2": "Breaking into accessibility can be overwhelming. It is a broad and always-evolving field. There is no simple checklist to make your products inclusive. Accessibility is about learning and developing empathy for life experiences different from your own.",
  "h2-1": "My Mission",
  "p3": "Bridging the gap between designers, developers and testers by guiding them creating web content with accessibility in mind to make everyone aware of who actually is responsible for accessibility: ",
  "b1": "we all are!",
  "h2-2": "My Vision",
  "p4": "Interdisciplinary teams, working together to make their respective corners of the World Wide Web a pleasant experience for all users.",
  "p4-1": "Accessibility is a team effort. Every role contributes a part to the puzzle to build a good user experience.",
  "p5": "But web accessibility is much more than that. By creating accessible web applications, as part of the development team, you automatically create high quality code that is sustainable and a good developer experience, which we as developers should strive for anyway. Understanding an application from the ground up and fully mastering our tools that we use on a daily basis, HTML and CSS, is what we should achieve to become Frontend Masters.",
  "p6": "I am here to guide you and take your skills to the next level. On Accessibility First you will find articles about accessibility for the online and offline world. To cover a broad spectrum, I also publish articles from other contributors. While Laura focuses on UX research and the physical world, I write about web accessibility, accessibility for every member of development teams and the Accessibility First approach.",
  "p7": "To make the content accessible to as many people as possible, I also translate everything into German and Japanese. And who knows, maybe one day I'll get so good that I can also offer content in Austrian sign language (ÖGS)."
}
