{
  "title": "Accessibility Statement",
  "p1": "Accessibility First is committed to ensuring digital accessibility for people with disabilities. We are continually improving the user experience for everyone, and applying the relevant accessibility standards.",
  "h2-1": "Measures to support accessibility",
  "p2": "Accessibility First takes the following measures to ensure accessibility of Accessibility First:",
  "li1": "Include accessibility as part of our mission statement.",
  "li2": "Include accessibility throughout our internal policies.",
  "li3": "Integrate accessibility into our procurement practices.",
  "li4": "Provide continual accessibility training for our staff.",
  "li5": "Assign clear accessibility goals and responsibilities.",
  "li6": "Employ formal accessibility quality assurance methods.",
  "h2-2": "Conformance status",
  "p3": "The ",
  "a1": "Web Content Accessibility Guidelines (WCAG)",
  "p4": " defines requirements for designers and developers to improve accessibility for people with disabilities. It defines three levels of conformance: Level A, Level AA, and Level AAA. Accessibility First is partially conformant with WCAG 2.2 level AA. Partially conformant means that some parts of the content do not fully conform to the accessibility standard.",
  "h3": "Additional accessibility considerations",
  "p5": "Although our goal is WCAG 2.2 Level AA conformance, we have also applied some Level AAA Success Criteria (SC): Images of text are only used for decorative purposes (SC 1.4.9). Everything can be done with a keyboard (SC 2.1.3). Users understand what each link will do (SC 2.4.9). Content is organized in section, so users can orient themselves (SC 2.4.10). Focus is not obscured and its appearance meets SC 2.4.13. Expanded form of abbreviations are provided (SC 3.1.4). The purpose of controls and key information can be identified by the users (SC 1.3.6).",
  "h2-3": "Feedback",
  "p6": "We welcome your feedback on the accessibility of Accessibility First. Please let us know if you encounter accessibility barriers on Accessibility First:",
  "li7": "Report bug: ",
  "a2": "@github/accessibilityfirst",
  "li8": "LinkedIn: ",
  "a3": "@company/accessibilityfirst",
  "li9": "Instagram: ",
  "a4": "@accessibilityfirst",
  "p7": "We try to respond to feedback within 2 business days.",
  "h2-4": "Compatibility with browsers and assistive technology",
  "p8": "Accessibility First is designed to be compatible with the following assistive technologies:",
  "li10": "Safari with assistive technology VoiceOver on operating system MacOS",
  "li11": "Chrome with assistive technology NVDA on operating system Windows",
  "li12": "Firefox with assistive technology NVDA on operating system Windows",
  "h2-5": "Technical specifications",
  "p9": "Accessibility of Accessibility First relies on the following technologies to work with the particular combination of web browser and any assistive technologies or plugins installed on your computer:",
  "li13": "HTML",
  "li14": "WAI-ARIA",
  "li15": "CSS",
  "li16": "JavaScript",
  "p10": "These technologies are relied upon for conformance with the accessibility standards used.",
  "h2-6": "Limitations and alternatives",
  "p11": "Despite our best efforts to ensure accessibility of Accessibility First, there may be some limitations. Below is a description of known limitations, and potential solutions. Please contact us if you observe an issue not listed below.",
  "p12": "Known limitations for Accessibility First:",
  "li17": "No live updates for screen reader users when navigating through posts and pages on every switch. The problem is due SPA (Single Page Application) and is currently worked on.",
  "h2-7": "Assessment approach",
  "p13": "Accessibility First assessed the accessibility of Accessibility First by the following approaches:",
  "li18": "Internal evaluation",
  "h2-8": "Evaluation report",
  "p14": "An evaluation report for Accessibility First is available at:",
  "change1": "currently not available.",
  "h2-9": "Evaluation statement",
  "p15": "An evaluation statement for Accessibility First is available at:",
  "change2": "currently not available.",
  "h2-10": "Formal approval of this accessibility statement",
  "p16": "This Accessibility Statement is approved by:",
  "p17": "Accessibility First",
  "p18": "Julia Undeutsch",
  "p19": "Founder",
  "p20": "This statement was created on 31 August 2023 using the ",
  "a5": "W3C Accessibility Statement Generator Tool",
  "p21": ".",
  "p22": "Last update: 22 July 2024."
}
