{
  "title": "Willkommen zu Accessibility First | Über mich",
  "welcome1": "Willkommen zu Accessibility ",
  "welcome2": "First",
  "welcome3": "",
  "p1": "Mit Accessibility First will ich eine Sammlung von Einsichten, Erkenntnissen und Erfahrungen von Fachleuten aus der Branche sammeln, um das Bewusstsein zu schärfen und dir zu helfen, unsichtbare Barrieren zu beseitigen.",
  "p2": "Der Einstieg in die Barrierefreiheit kann überwältigend sein. Es ist ein breites und sich ständig weiterentwickelndes Feld. Es gibt keine einfache Checkliste, um deine Produkte inklusiv zu gestalten. Bei der Barrierefreiheit geht es darum, zu lernen und Empathie für Lebenserfahrungen zu entwickeln, die sich von den eigenen unterscheiden.",
  "h2-1": "Meine Mission",
  "p3": "Überbrückung der Lücke zwischen Designern, Entwicklern und Testern durch Anleitung zur Erstellung von Webinhalten unter Berücksichtigung der Barrierefreiheit, um allen bewusst zu machen, wer eigentlich für die Barrierefreiheit verantwortlich ist: ",
  "b1": "Wir alle!",
  "h2-2": "Meine Vision",
  "p4": "Interdisziplinäre Teams, die zusammenarbeiten, um ihre jeweiligen Bereiche des World Wide Web für alle Nutzer zu einem angenehmen Erlebnis zu machen.",
  "p4-1": "Accessibility ist ein Team effort. Jede Rolle trägt einen Teil zum Puzzle bei, um ein gutes Nutzererlebnis zu schaffen.",
  "p5": "Aber Web-Accessibility ist viel mehr als das. Indem du barrierefreie Webanwendungen als Teil des Entwicklungsteams erstellst, erstellst du automatisch qualitativ hochwertigen Code, der nachhaltig ist und ein gutes Entwicklererlebnis bietet, das wir als Entwickler ohnehin anstreben sollten. Ein Verständnis einer Anwendung von Grund auf zu haben und das vollständige Beherrschen unserer täglich verwendeten Tools, HTML und CSS, ist das, was wir erreichen sollten, um Frontend Meister zu werden.",
  "p6": "Ich bin hier, um dich zu führen und deine Fähigkeiten auf die nächste Stufe zu heben. Auf Accessibility First findest du Artikel über Barrierefreiheit in der Online- und Offline-Welt. Um ein breites Spektrum abzudecken, veröffentliche ich auch Artikel von anderen Autoren. Während Laura sich auf UX-Forschung und die physische Welt konzentriert, schreibe ich über Web-Accessibility, Barrierefreiheit für jedes Mitglied von Entwicklungsteams und den Accessibility First-Ansatz.",
  "p7": "Um den Inhalt für so viele Menschen wie möglich zugänglich zu machen, übersetze ich alles auch ins Englische und Japanische. Und wer weiß, vielleicht werde ich eines Tages so gut, dass ich auch Inhalte in Österreichischer Gebärdensprache (ÖGS) anbieten kann."
}
