{
  "title": "Willkommen zu Accessibility First | Über uns",
  "welcome1": "Willkommen zu Accessibility ",
  "welcome2": "First",
  "welcome3": "",
  "p1": "Accessibility First ist eine Sammlung von Einsichten, Erkenntnissen und Erfahrungen von Fachleuten aus der Branche, um das Bewusstsein zu schärfen und dir zu helfen, unsichtbare Barrieren zu beseitigen.",
  "p2": "Der Einstieg in die Barrierefreiheit kann überwältigend sein. Es ist ein breites und sich ständig weiterentwickelndes Feld. Es gibt keine einfache Checkliste, um deine Produkte inklusiv zu gestalten. Bei der Barrierefreiheit geht es darum, zu lernen und Empathie für Lebenserfahrungen zu entwickeln, die sich von den eigenen unterscheiden. Die Entwicklung von Einfühlungsvermögen ist unser ganzes Anliegen.",
  "h2-1": "Unsere Mission",
  "p3": "Überbrückung der Lücke zwischen Designern, Entwicklern und Testern durch Anleitung zur Erstellung von Webinhalten unter Berücksichtigung der Barrierefreiheit, um allen bewusst zu machen, wer eigentlich für die Barrierefreiheit verantwortlich ist: ",
  "b1": "Wir alle!",
  "h2-2": "Unsere Vision",
  "p4": "Interdisziplinäre Teams, die zusammenarbeiten, um ihre jeweiligen Bereiche des World Wide Web für alle Nutzer zu einem angenehmen Erlebnis zu machen.",
  "h2-3": "Über Accessibility",
  "p5": "Barrierefreiheit ist eine Teamleistung. Jede Rolle trägt einen Teil zum Puzzle bei, um ein gutes Nutzererlebnis zu schaffen.",
  "h3-1": "UX Design",
  "p6": "Erfahre, was barrierefreies Design bedeutet, wie man häufige Fehler vermeidet und worauf man achten muss, wenn man ein Designerlebnis für alle schaffen will.",
  "h3-2": "Web Development",
  "p7": "Es gibt bereits so viele zugängliche In-Build-Funktionen namens semantisches HTML. Warum also nicht alle kennenlernen und sie richtig einsetzen?",
  "h3-3": "QA Testing",
  "p8": "Es gibt viel mehr als browser- und geräteübergreifende Tests. Lerne, wie man auf einer Website nur mit der Tastatur navigiert und wie man mit einem Bildschirmlesegerät arbeitet."
}
