{
  "title": "Accessibility Statement",
  "p1": "Accessibility First setzt sich für die digitale Zugänglichkeit für Menschen mit Behinderungen ein. Wir verbessern ständig die Benutzerfreundlichkeit für alle und wenden die entsprechenden Standards für Barrierefreiheit an.",
  "h2-1": "Messungen zur Unterstützung von Barrierefreiheit",
  "p2": "Accessibility First ergreift die folgenden Maßnahmen, um die Zugänglichkeit von Accessibility First zu gewährleisten:",
  "li1": "Aufnahme der Barrierefreiheit in unser Leitbild.",
  "li2": "Einbeziehung der Barrierefreiheit in alle unsere internen Strategien.",
  "li3": "Integration der Barrierefreiheit in unsere Beschaffungspraktiken.",
  "li4": "Fortlaufende Schulungen zur Barrierefreiheit für unsere Mitarbeiter.",
  "li5": "Vergeben von klaren Erreichbarkeitszielen und Verantwortlichkeiten.",
  "li6": "Anwendung formaler Qualitätssicherungsmethoden für die Barrierefreiheit.",
  "h2-2": "Konformitätsstatus",
  "p3": "Die ",
  "a1": "Web Content Accessibility Guidelines (WCAG)",
  "p4": " definieren Anforderungen für Designer und Entwickler, um die Zugänglichkeit für Menschen mit Behinderungen zu verbessern. Es werden drei Stufen der Konformität definiert: Stufe A, Stufe AA und Stufe AAA. Accessibility First ist teilweise konform mit WCAG 2.2 Stufe AA. Teilweise konform bedeutet, dass einige Teile des Inhalts nicht vollständig mit der Norm für Barrierefreiheit übereinstimmen.",
  "h3": "Zusätzliche Berücksichtigung der Barrierefreiheit",
  "p5": "Obwohl unser Ziel die Konformität mit WCAG 2.2 Stufe AA ist, haben wir auch einige Erfolgskriterien (SC) der Stufe AAA angewendet: Bilder von Text werden nur zu dekorativen Zwecken verwendet (SC 1.4.9). Alles kann mit einer Tastatur bedient werden (SC 2.1.3). Die Benutzer verstehen, was die einzelnen Links bewirken (SC 2.4.9). Der Inhalt ist in Abschnitte gegliedert, so dass sich die Nutzer orientieren können (SC 2.4.10). Der Fokus wird nicht verdeckt und das Erscheinungsbild entspricht SC 2.4.13. Die Abkürzungen sind in erweiterter Form angegeben (SC 3.1.4). Der Zweck von Bedienelementen und Schlüsselinformationen kann von den Benutzern erkannt werden (SC 1.3.6).",
  "h2-3": "Feedback",
  "p6": "Wir freuen uns über jedes Feedback zur Barrierefreiheit von Accessibility First. Bitte teile uns mit, wenn du auf Zugänglichkeitsbarrieren in Accessibility First stößt:",
  "li7": "Melde Bug: ",
  "a2": "@github/accessibilityfirst",
  "li8": "LinkedIn: ",
  "a3": "@company/accessibilityfirst",
  "li9": "Instagram: ",
  "a4": "@accessibilityfirst",
  "p7": "Wir versuchen, innerhalb von 2 Werktagen auf Rückmeldungen zu reagieren.",
  "h2-4": "Kompatibilität mit Browsern und assistiven Technologien",
  "p8": "Accessibility First ist so konzipiert, dass es mit den folgenden unterstützenden Technologien kompatibel ist:",
  "li10": "Safari mit der unterstützenden Technologie VoiceOver unter dem Betriebssystem MacOS",
  "li11": "Chrome mit der assistiven Technologie NVDA auf dem Betriebssystem Windows",
  "li12": "Firefox mit der assistiven Technologie NVDA auf dem Betriebssystem Windows",
  "h2-5": "Technische Spezifikationen",
  "p9": "Die Zugänglichkeit von Accessibility First beruht auf den folgenden Technologien, die mit der jeweiligen Kombination von Webbrowser und etwaigen auf Ihrem Computer installierten Hilfstechnologien oder Plugins funktionieren:",
  "li13": "HTML",
  "li14": "WAI-ARIA",
  "li15": "CSS",
  "li16": "JavaScript",
  "p10": "Diese Technologien werden für die Übereinstimmung mit den verwendeten Zugänglichkeitsstandards herangezogen.",
  "h2-6": "Beschränkungen und Alternativen",
  "p11": "Trotz unserer Bemühungen, die Zugänglichkeit von Accessibility First zu gewährleisten, kann es einige Einschränkungen geben. Im Folgenden finden Sie eine Beschreibung der bekannten Einschränkungen und mögliche Lösungen. Bitte kontaktieren Sie uns, wenn Sie ein Problem feststellen, das hier nicht aufgeführt ist.",
  "p12": "Bekannte Einschränkungen für Accessibility First:",
  "li17": "Keine Live-Updates für Screenreader-Nutzer beim Navigieren durch Beiträge und Seiten auf jedem Wechsel. Das Problem ist auf SPA (Single Page Application) zurückzuführen und wird derzeit bearbeitet.",
  "h2-7": "Ansatz zur Bewertung",
  "p13": "Accessibility First bewertete die Zugänglichkeit von Accessibility First anhand der folgenden Ansätze:",
  "li18": "Interne Evaluierung",
  "h2-8": "Evaluierungsbericht",
  "p14": "Ein Bewertungsbericht für Accessibility First ist verfügbar unter:",
  "change1": "derzeit nicht verfügbar.",
  "h2-9": "Stellungnahme zur Bewertung",
  "p15": "Eine Stellungnahme zur Bewertung von Accessibility First ist unter folgender Adresse verfügbar:",
  "change2": "derzeit nicht verfügbar.",
  "h2-10": "Formale Zustimmung zu dieser Zugänglichkeitserklärung",
  "p16": "Diese Zugänglichkeitserklärung wurde genehmigt von:",
  "p17": "Accessibility First",
  "p18": "Julia Undeutsch",
  "p19": "Founder",
  "p20": "Dieses Statement wurde kreiert am 31 August 2023 mittels des ",
  "a5": "W3C Accessibility Statement Generator Tool",
  "p21": ".",
  "p22": "Letztes Update: 22 Juli 2024."
}
